Repository: Mak5er/Multi-Bot
Catalog: locales/*/LC_MESSAGES/multitool.po
Languages: uk

source: ↩️Cancel
uk: ↩️Скасувати

source: Search user by:
uk: Шукати користувача по:

source: Type user {search}:
uk: Введіть {search} користувача:

source: Enter in Conversation
uk: Перейти до розмови

source: Write as a bot
uk: Написати як бот

source: ❌Ban
uk: ❌Забанити

source: ✅Unban
uk: ✅Розбанити

source: 🔙Back
uk: 🔙Назад

source: User not found!
uk: Користувача не знайдено!

source: Enter ban reason:
uk: Введіть причину бану:

source: Please type your answer:
uk: Будь ласка, напишіть свою відповідь:

source: Your message *{message_id}* was seen! *Answer:* `{answer}`
uk: Ваше повідомлення *{message_id}* було переглянуто! *Відповідь:* `{answer}`

source: Your answer sent!
uk: Вашу відповідь надіслано!

source: Something went wrong, see log for more information!
uk: Щось пішло не так, дивіться лог для отримання додаткової інформації!

source: Please type message:
uk: Будь ласка, введіть своє повідомлення:

source: Your message sent!
uk: Ваше повідомлення надіслано!

source: Hi, this is the entertainment section!
uk: Привіт, це розділ розваг!

source: Yay, I scored!
uk: Ура, я забив!

source: Uhm...
uk: Емм...

source: I missed :(
uk: Я промазав :(

source: Yay, I scored a strike!
uk: Ура, я забив страйк!

source: I knocked down a *{dice_result}* bowling pin.
uk: Я збив стільки кегль: *{dice_result}*

source: Yay, I win!
uk: Ура, я виграв!

source: Almost... :(
uk: Майже... :(

source: I lost :(
uk: Я програв :(

source: Into the apple!
uk: В яблучко!

source: I'm on the *{line}* line
uk: Я попав на лінію: *{line}*

source: The dice rolled *{dice_result}*
uk: На кубику випало *{dice_result}*

source: Choose the type of QR code:
uk: Виберіть тип QR-коду:

source: 📂Menu
uk: 📂Меню

source: Simple QR code
uk: Простий QR код

source: Enter URL:
uk: Введіть URL:

source: Wi-Fi QR-code
uk: Wi-Fi QR-код

source: Enter the Wi-Fi network name:
uk: Введіть назву мережі Wi-Fi:

source: Enter Wi-Fi password:
uk: Введіть пароль до Wi-Fi:

source: Select the color of the QR code.
uk: Виберіть колір QR-коду.

source: Now choose a background color.
uk: Тепер виберіть колір фону.

source: You can't choose the same color twice! Choose the colors again.
uk: Ви не можете вибрати той самий колір двічі! Виберіть кольори ще раз.

source: Scan the QR code
uk: Відскануйте QR код

source: Please enter password length:
uk: Будь ласка, введіть довжину пароля:

source: Password can't be greater than 4000 symbols
uk: Пароль не може бути довший ніж 4000 символів

source: Please enter correct numbers:
uk: Будь ласка, введіть правильні цифри:

source: Here are your password: `{password}`
uk: Ось ваш пароль: `{password}`

source: Please enter a number:
uk: Будь ласка, введіть число:

source: Hi enter range of numbers by -, or select one from examples.
uk: Привіт, введіть діапазон чисел через - або виберіть одне з прикладів.

source: Your number is `{number}`
uk: Ваш номер - `{number}`

source: *Your tasks:*
uk: *Ваші завдання:*

source: ➕Add task
uk: ➕Додати завдання

source: You haven't tasks.
uk: У вас немає завдань.

source: Hi, here are your tasks!
uk: Привіт, ось твої задачі!

source: ❌Delete
uk: ❌Видалити

source: Enter your task:
uk: Введіть своє завдання:

source: Task deleted.
uk: Завдання видалено.

source: Task added.
uk: Завдання додано.

source: Hi! I'm your bot, Multitool.
uk: Привіт! Я твій бот, Мультитул.

source: Please choose your language!
uk: Будь ласка, оберіть свою мову!

source: Please share your location
uk: Будьласка, надайте свою локацію

source: What do you want to get?
uk: Що ви хочете отримати?

source: Current weather
uk: Поточна погода

source: <b>Location: %s</b> Weather: %s Weather description: %s Temperature: %s°C
uk: <b>Місцезнаходження: %s</b> Погода: %s Опис погоди: %s Температура: %s°C

source: Something went wrong, try again, please
uk: Щось пішло не так, спробуйте ще раз, будь ласка

source: Forecast for tomorrow
uk: Прогноз на завтра

source: <b>Forecast for %s</b> <i>Location: %s</i> Weather: %s Weather Description: %s Temperature: %s°C
uk: <b>Прогноз для %s</b> <i>Місцезнаходження: %s</i> Погода: %s Опис погоди: %s Температура: %s°C

source: QR code
uk: QR код

source: 🌦Weather
uk: 🌦Погода

source: 🎯Tasks
uk: 🎯Задачі

source: 🔐Generate password
uk: 🔐Згенерувати пароль

source: 🔢Random number
uk: 🔢Випадкове число

source: 🎮Entertainments
uk: 🎮Розваги

source: ℹ️INFO
uk: ℹ️ІНФО

source: 📍Set your location
uk: 📍Надайте свою локацію

source: Bowling🎳
uk: Боулінг🎳

source: Darts🎯
uk: Дартс🎯

source: Dice🎲
uk: Кубик🎲

source: Basketball🏀
uk: Баскетбол🏀

source: Casino🎰
uk: Казино🎰

source: Football⚽
uk: Футбол⚽

source: 💬Mailing
uk: 💬Розсилка

source: 👤Control User
uk: 👤Керувати користувачами

source: Feedback💬
uk: Зворотний зв'язок💬

source: Answer💬
uk: Відповісти💬

source: 🤖This is a multi-tasking bot that can perform a variety of tasks. Here is a list of available functions: ️/start - start interaction with the bot QR code - generate a QR code 🔢Random number - generate a random number 🔐Generate password - generate a random password 🎯Tasks - create and schedule tasks 🌦Weather - view the weather 🎮Entertainments - the entertainment section 🖼️Remove Background - remove the background in the photo *If you want to make an offer or ask a question, click the Feedback💬 button!*
uk: 🤖 Це бот-мультитул, який може виконувати різноманітні завдання. Ось список доступних функцій: ️/start - початок взаємодії з ботом QR код - згенерувати QR-код 🔢Випадкове число - згенерувати випадкове число 🔐згенерувати пароль - згенерувати надійний пароль 🎯Задачі - створити та планувати завдання 🌦Погода - переглянути погоду 🎮Розваги - секція розваг 🖼️Прибрати фон - видалити задній фон на фото *Хочете запропонувати анекдот або задати запитання? Натисніть нопку Зворотний зв'язок💬!*

source: Hello, this is the admin panel. 🪪Number of bot users: *{user_count}* Admin commands: /get\_users - download table with all users info
uk: Привіт, це панель адміністратора. 🪪Кількість користувачів бота: *{user_count}* Команди адміна: /get\_users - скачати таблицю зі всіма користувачами

source: *USER INFO* _Name_: *{user_name}* _ID_: *{user_id}* _Username_: *{user_username}* _Status_: *{status}*
uk: *ІНФОРМАЦІЯ ПРО КОРИСТУВАЧА* _Ім'я_: *{user_name}* _ID_: *{user_id}* _Юзернейм_: *{user_username}* _Статус_: *{status}*

source: Mailing is complete!
uk: Розсилка завершена!

source: Starting mailing...
uk: Починаю розсилку...

source: Enter the message to send:
uk: Введіть повідомлення для відправки:

source: This command cannot be used in a group!
uk: Цю команду не можна використовувати в групі!

source: Action canceled
uk: Дію скасовано

source: 🚫You have been banned, contact @mak5er for more information! Reason: {reason}
uk: 🚫Вас було заблоковано, зверніться до @mak5er за додатковою інформацією! Причина: {reason}

source: 🎉You have been unbanned!
uk: 🎉Вас розблоковано!

source: User {banned_user_id} successfully banned!
uk: Користувач {banned_user_id} успішно забанений!

source: User {unbanned_user_id} successfully unbanned!
uk: Користувач {unbanned_user_id} успішно розбанений!

source: *New message* from user: *{user}* *Message:* `{feedback_message}`
uk: *Нове повідомлення* від користувача: *{user}* *Повідомлення:* `{feedback_message}`
